Repository: pschrempf/APA-IT-projekt
Catalog: languages/annotation-plugin-*.po
Languages: de_de

source: This plugin lets you annotate your posts using the Austrian Press Agency annotation service.
de_de: Mit diesem Plugin können sie ihre Beiträge mit Hilfe des Annotierungsservice der Austria Presse Agentur (APA) annotieren.

source: Annotations
de_de: Annotationen

source: No annotations available
de_de: Keine Annotationen verfügbar

source: Annotate
de_de: Annotieren

source: Please enter text to be annotated!
de_de: Bitte geben sie einen Text ein, der annotiert werden soll!

source: No annotations could be found
de_de: Es wurden keine Annotierungen gefunden

source: Annotation results
de_de: Annotationsergebnisse

source: Type
de_de: Typ

source: No annotations selected
de_de: Keine Annotation(en) ausgewählt

source: Would you really like to delete this annotation/these annotations permanently?
de_de: Möchten sie diese Annotation(en) wirklich löschen?

source: Annotated successfully! Please make sure to save the post.
de_de: Der Beitrag wurde erfolgreich annotiert! Bitte speichern sie den Beitrag.

source: Annotation Plugin Options
de_de: Annotation Plugin-Einstellungen

source: You do not have sufficient permissions to access this page.
de_de: Sie sind nicht berechtigt, diese Seite zu sehen.

source: Annotation Plugin Settings
de_de: Annotation Plugin-Einstellungen

source: Add links to posts?
de_de: Sollen Beiträgen Links hinzugefügt werden?

source: Links to annotations will be added to all posts if this is selected.
de_de: Links zu der Annotation werden hinzugefügt.

source: Add schema.org microdata?
de_de: schema.org Mikrodaten hinzufügen?

source: Microdata will be added to all annotations if this is selected.
de_de: Mikrodaten werden allen Annotierungen hinzugefügt.

source: Show list of annotations below posts?
de_de: Liste der Annotationen unter Beitrag anzeigen?

source: A brief list of the annotations in the post will be shown below each post.
de_de: Eine Liste mit den jeweiligen Annotationen eines Beitrags wird unter jedem Beitrag gezeigt.

source: Select an annotation language
de_de: Wählen sie eine Annotations-Sprache aus

source: German
de_de: Deutsch

source: French
de_de: Französisch

source: Enter annotations to skip
de_de: Welche Annotation URIs sollen ausgeschlossen werden?

source: e.g.
de_de: z.B.

source: (multiple entries should be separated by "|")
de_de: (mehrere Einträge müssen mit einem "|" getrennt werden)

source: Search
de_de: Suche

source: Please add annotations to your posts.
de_de: Bitte annotieren sie Ihre Beiträge.

source: Delete
de_de: Löschen

source: Edit
de_de: Bearbeiten

source: No picture available
de_de: Kein Bild verfügbar

source: Posts
de_de: Beiträge

source: No posts found with this annotation.
de_de: Keine Beiträge mit dieser Annotation gefunden.

source: Post does not exist
de_de: Post existiert nicht

source: Error when reading from database
de_de: Fehler beim Lesen der Datenbank

source: Saved annotation
de_de: Annotation gespeichert

source: Please add a type
de_de: Bitte einen Typ hinzufügen

source: Please add a URL
de_de: Bitte eine URL hinzufügen

source: Image URL
de_de: Bild-URL

source: Please add an image URL
de_de: Bitte eine Bild-URL hinzufügen

source: Description
de_de: Beschreibung

source: Please add a description
de_de: Bitte eine Beschreibung hinzufügen

source: Save
de_de: Speichern

source: Delete this annotation
de_de: Diese Annotation löschen

source: Search results for:
de_de: Suchergebnisse für:

source: No annotations found!
de_de: Keine Annotationen gefunden!

source: Annotations in this post
de_de: Annotationen in diesem Beitrag
